Repository: LittleSixNine/PhotoTrail
Catalog: Sources/PhotoTrail/Localizable.xcstrings
Source language: en
Languages: es, ja, ko, pt_br, zh_hans, zh_hant

# 高德坐标转换失败
source: AMap coordinate conversion failed
es: Error de conversión de AMap
ja: AMapの座標変換に失敗しました
ko: AMap 좌표 변환 실패
pt_br: Falha na conversão do AMap
zh_hans: 高德坐标转换失败
zh_hant: 高德坐標轉換失敗

# 高德安全密钥说明
source: AMap security key description
es: Información sobre la clave de AMap
ja: AMapセキュリティキーの説明
ko: AMap 보안 키 설명
pt_br: Informações sobre a chave do AMap
zh_hans: 高德安全密钥说明
zh_hant: 高德安全密鑰說明

# 高德服务与费用
source: AMap services and fees
es: Servicio y tarifas de AMap
ja: AMapのサービスと料金
ko: AMap 서비스 및 요금
pt_br: Serviço e tarifas do AMap
zh_hans: 高德服务与费用
zh_hant: 高德服務與費用

# 高德服务：%1$@
source: AMap service: %1$@
es: Servicio AMap: %1$@
ja: AMapサービス：%1$@
ko: AMap 서비스: %1$@
pt_br: Serviço AMap: %1$@
zh_hans: 高德服务：%1$@
zh_hant: 高德服務：%1$@

# 高德返回的坐标数量不完整
source: AMap returned an incomplete number of coordinates
es: AMap devolvió un número incompleto de coordenadas
ja: AMapから返された座標数が不足しています
ko: AMap이 반환한 좌표 수가 부족합니다
pt_br: O AMap retornou um número incompleto de coordenadas
zh_hans: 高德返回的坐标数量不完整
zh_hant: 高德返回的坐標數量不完整

# 高德返回的轨迹数据不完整。
source: The track data returned by AMap is incomplete.
es: Los datos de ruta devueltos por AMap están incompletos.
ja: AMapから返された軌跡データが不完全です。
ko: AMap이 반환한 경로 데이터가 불완전합니다.
pt_br: Os dados da trilha retornados pelo AMap estão incompletos.
zh_hans: 高德返回的轨迹数据不完整。
zh_hant: 高德返回的軌跡數據不完整。

# 默认地图
source: Default map
es: Mapa predeterminado
ja: 既定の地図
ko: 기본 지도
pt_br: Mapa padrão
zh_hans: 默认地图
zh_hant: 預設地圖

# 默认断段间隔
source: Default segment interval
es: Intervalo de segmentación predeterminado
ja: 既定の区間分割間隔
ko: 기본 구간 분할 간격
pt_br: Intervalo padrão de segmentação
zh_hans: 默认断段间隔
zh_hant: 預設斷段間隔

# 从文件名解析日期
source: Parse date from filename
es: Extraer fecha del nombre
ja: ファイル名から日時を解析
ko: 파일명에서 날짜 추출
pt_br: Extrair data do nome
zh_hans: 从文件名解析日期
zh_hant: 從檔名解析日期

# 文件名正则表达式
source: Filename regular expression
es: Expresión regular del nombre
ja: ファイル名の正規表現
ko: 파일명 정규식
pt_br: Expressão regular do nome
zh_hans: 文件名正则表达式
zh_hant: 檔名正規表示式

# 日期模板（如 $1:$2:$3 12:00:00）
source: Date template (e.g. $1:$2:$3 12:00:00)
es: Plantilla de fecha (p. ej. $1:$2:$3 12:00:00)
ja: 日時テンプレート（例 $1:$2:$3 12:00:00）
ko: 날짜 템플릿(예: $1:$2:$3 12:00:00)
pt_br: Modelo de data (ex.: $1:$2:$3 12:00:00)
zh_hans: 日期模板（如 $1:$2:$3 12:00:00）
zh_hant: 日期範本（如 $1:$2:$3 12:00:00）

# 导出磁盘 XMP
source: Export saved XMP
es: Exportar XMP guardado
ja: 保存済みXMPを書き出す
ko: 저장된 XMP 내보내기
pt_br: Exportar XMP salvo
zh_hans: 导出磁盘 XMP
zh_hant: 匯出磁碟 XMP

# 拍摄时间（EXIF，含亚秒与时区）
source: Capture time (EXIF, subseconds and offset)
es: Hora de captura (EXIF, fracciones y zona)
ja: 撮影時刻（EXIF、小数秒・時差）
ko: 촬영 시간(EXIF, 소수 초 및 시차)
pt_br: Hora da captura (EXIF, frações e fuso)
zh_hans: 拍摄时间（EXIF，含亚秒与时区）
zh_hant: 拍攝時間（EXIF，含次秒與時區）

# 列表时间（XMP CreateDate）
source: List time (XMP CreateDate)
es: Hora de la lista (XMP CreateDate)
ja: 一覧の時刻（XMP CreateDate）
ko: 목록 시간(XMP CreateDate)
pt_br: Hora da lista (XMP CreateDate)
zh_hans: 列表时间（XMP CreateDate）
zh_hant: 列表時間（XMP CreateDate）

# 按列表排序冻结顺序；只写所选规范标签。EXIF 拍摄时间含亚秒与时区；其他字段不同步同义标签或配对文件。
source: Order is frozen from the list. Only selected tags are written. EXIF capture time includes subseconds and offset; other tags and paired files are not synchronized.
es: Se fija el orden de la lista y solo se escriben las etiquetas elegidas. La hora EXIF incluye fracciones y zona; no se sincronizan otras etiquetas ni archivos emparejados.
ja: 一覧の順序を固定し、選択したタグのみを書き込みます。EXIF撮影時刻は小数秒・時差を含み、別タグやペアのファイルは同期しません。
ko: 목록 순서를 고정하고 선택한 태그만 씁니다. EXIF 촬영 시간에는 소수 초와 시차가 포함되며 다른 태그나 쌍 파일은 동기화하지 않습니다.
pt_br: A ordem da lista é fixada e apenas as tags escolhidas são gravadas. A hora EXIF inclui frações e fuso; outras tags e arquivos pareados não são sincronizados.
zh_hans: 按列表排序冻结顺序；只写所选规范标签。EXIF 拍摄时间含亚秒与时区；其他字段不同步同义标签或配对文件。
zh_hant: 依列表排序凍結順序；只寫所選標籤。EXIF 拍攝時間含次秒與時區；其他欄位不同步同義標籤或配對檔案。

# 已停止后续写入；尚未保存的草稿保留。
source: Subsequent writes stopped; unsaved drafts are retained.
es: Se detuvieron las siguientes escrituras; se conservan los borradores sin guardar.
ja: 以降の書き込みを停止しました。未保存の下書きは保持されています。
ko: 이후 쓰기를 중지했습니다. 저장하지 않은 초안은 유지됩니다.
pt_br: As próximas gravações foram interrompidas; rascunhos não salvos são mantidos.
zh_hans: 已停止后续写入；尚未保存的草稿保留。
zh_hant: 已停止後續寫入；尚未儲存的草稿保留。

# 仅开放 JPEG 和已有 XMP；日期或定位草稿请先保存，结果未知的草稿请先核对磁盘。
source: JPEG and existing XMP only. Save legacy date/location drafts first; inspect disk before replacing unconfirmed drafts.
es: Solo JPEG y XMP existente. Guarde primero cambios de fecha/ubicación y revise el disco si un resultado no está confirmado.
ja: JPEGと既存XMPのみ対応。従来の日時・位置の下書きを先に保存し、結果不明の下書きはディスクを確認してください。
ko: JPEG와 기존 XMP만 지원합니다. 날짜 또는 위치 초안을 먼저 저장하고, 결과가 확인되지 않은 초안은 디스크를 확인하세요.
pt_br: Somente JPEG e XMP existente. Salve primeiro alterações de data/localização e confira o disco se o resultado não estiver confirmado.
zh_hans: 仅开放 JPEG 和已有 XMP；日期或定位草稿请先保存，结果未知的草稿请先核对磁盘。
zh_hant: 僅開放 JPEG 和既有 XMP；日期或定位草稿請先儲存，結果未知的草稿請先核對磁碟。

# 拍摄日期（XMP）
source: Capture date (XMP)
es: Fecha de captura (XMP)
ja: 撮影日時（XMP）
ko: 촬영 날짜(XMP)
pt_br: Data de captura (XMP)
zh_hans: 拍摄日期（XMP）
zh_hant: 拍攝日期（XMP）

# 数字化日期（XMP）
source: Digitized date (XMP)
es: Fecha de digitalización (XMP)
ja: デジタル化日時（XMP）
ko: 디지털화 날짜(XMP)
pt_br: Data de digitalização (XMP)
zh_hans: 数字化日期（XMP）
zh_hant: 數位化日期（XMP）

# 修改日期（XMP）
source: Modified date (XMP)
es: Fecha de modificación (XMP)
ja: 変更日時（XMP）
ko: 수정 날짜(XMP)
pt_br: Data de modificação (XMP)
zh_hans: 修改日期（XMP）
zh_hant: 修改日期（XMP）

# 相机厂商
source: Camera make
es: Fabricante de cámara
ja: カメラメーカー
ko: 카메라 제조사
pt_br: Fabricante da câmera
zh_hans: 相机厂商
zh_hant: 相機廠商

# 相机型号
source: Camera model
es: Modelo de cámara
ja: カメラ機種
ko: 카메라 모델
pt_br: Modelo da câmera
zh_hans: 相机型号
zh_hant: 相機型號

# 镜头型号
source: Lens model
es: Modelo de objetivo
ja: レンズ機種
ko: 렌즈 모델
pt_br: Modelo da lente
zh_hans: 镜头型号
zh_hant: 鏡頭型號

# 曝光时间
source: Exposure time
es: Tiempo de exposición
ja: 露出時間
ko: 노출 시간
pt_br: Tempo de exposição
zh_hans: 曝光时间
zh_hant: 曝光時間

# 光圈值
source: F-number
es: Número f
ja: F値
ko: 조리개 값
pt_br: Número f
zh_hans: 光圈值
zh_hant: 光圈值

# 焦距
source: Focal length
es: Distancia focal
ja: 焦点距離
ko: 초점 거리
pt_br: Distância focal
zh_hans: 焦距
zh_hant: 焦距

# 曝光补偿
source: Exposure compensation
es: Compensación de exposición
ja: 露出補正
ko: 노출 보정
pt_br: Compensação de exposição
zh_hans: 曝光补偿
zh_hant: 曝光補償

# 曝光程序
source: Exposure program
es: Programa de exposición
ja: 露出プログラム
ko: 노출 프로그램
pt_br: Programa de exposição
zh_hans: 曝光程序
zh_hant: 曝光程式

# 白平衡
source: White balance
es: Balance de blancos
ja: ホワイトバランス
ko: 화이트 밸런스
pt_br: Balanço de branco
zh_hans: 白平衡
zh_hant: 白平衡

# 年
source: Year
es: Año
ja: 年
ko: 년
pt_br: Ano
zh_hans: 年
zh_hant: 年

# 月
source: Month
es: Mes
ja: 月
ko: 월
pt_br: Mês
zh_hans: 月
zh_hant: 月

# 日
source: Day
es: Día
ja: 日
ko: 일
pt_br: Dia
zh_hans: 日
zh_hant: 日

# 时
source: Hour
es: Hora
ja: 時
ko: 시
pt_br: Hora
zh_hans: 时
zh_hant: 時

# 分
source: Minute
es: Minuto
ja: 分
ko: 분
pt_br: Minuto
zh_hans: 分
zh_hant: 分

# 秒
source: Second
es: Segundo
ja: 秒
ko: 초
pt_br: Segundo
zh_hans: 秒
zh_hant: 秒

# 日期、预设与交换…
source: Dates, presets and exchange…
es: Fechas, ajustes y intercambio…
ja: 日時・プリセット・交換…
ko: 날짜, 프리셋 및 교환…
pt_br: Datas, predefinições e intercâmbio…
zh_hans: 日期、预设与交换…
zh_hant: 日期、預設與交換…

# 按列表当前排序冻结顺序；仅修改所列 XMP 字段，不同步 EXIF/IPTC 或配对文件。
source: Order follows the current table sort. Only the listed XMP fields change; EXIF/IPTC and paired files stay unchanged.
es: Se conserva el orden actual. Solo cambian los campos XMP indicados; no se sincronizan EXIF/IPTC ni archivos emparejados.
ja: 現在の一覧順で固定します。表示したXMP項目のみ変更し、EXIF/IPTCやペアファイルには同期しません。
ko: 현재 목록 정렬 순서를 고정합니다. 표시된 XMP 필드만 변경하며 EXIF/IPTC나 연결 파일은 동기화하지 않습니다.
pt_br: A ordem atual é mantida. Somente os campos XMP indicados mudam; EXIF/IPTC e arquivos pareados não são sincronizados.
zh_hans: 按列表当前排序冻结顺序；仅修改所列 XMP 字段，不同步 EXIF/IPTC 或配对文件。
zh_hant: 依列表目前排序凍結順序；僅修改所列 XMP 欄位，不同步 EXIF/IPTC 或配對檔案。

# 预设
source: Presets
es: Preajustes
ja: プリセット
ko: 프리셋
pt_br: Predefinições
zh_hans: 预设
zh_hant: 預設

# 比较与交换
source: Compare and exchange
es: Comparar e intercambiar
ja: 比較と交換
ko: 비교 및 교환
pt_br: Comparar e intercambiar
zh_hans: 比较与交换
zh_hant: 比較與交換

# 字段
source: Field
es: Campo
ja: フィールド
ko: 필드
pt_br: Campo
zh_hans: 字段
zh_hant: 欄位

# 当前值：%1$@
source: Current value: %1$@
es: Valor actual: %1$@
ja: 現在の値：%1$@
ko: 현재 값: %1$@
pt_br: Valor atual: %1$@
zh_hans: 当前值：%1$@
zh_hant: 目前值：%1$@

# 来源字段
source: Source field
es: Campo de origen
ja: コピー元
ko: 원본 필드
pt_br: Campo de origem
zh_hans: 来源字段
zh_hant: 來源欄位

# 数值：%1$@
source: Value: %1$@
es: Valor: %1$@
ja: 値：%1$@
ko: 값: %1$@
pt_br: Valor: %1$@
zh_hans: 数值：%1$@
zh_hant: 數值：%1$@

# 整数数值
source: Integer value
es: Valor entero
ja: 整数値
ko: 정수 값
pt_br: Valor inteiro
zh_hans: 整数数值
zh_hant: 整數數值

# 时区标识（可选，如 America/New_York）
source: Time zone ID (optional, e.g. America/New_York)
es: Zona horaria (opcional, p. ej. America/New_York)
ja: タイムゾーンID（任意、例：America/New_York）
ko: 시간대 ID(선택, 예: America/New_York)
pt_br: Fuso horário (opcional, ex.: America/New_York)
zh_hans: 时区标识（可选，如 America/New_York）
zh_hant: 時區識別碼（選填，如 America/New_York）

# 日期组件
source: Date component
es: Componente de fecha
ja: 日時の要素
ko: 날짜 구성 요소
pt_br: Componente da data
zh_hans: 日期组件
zh_hant: 日期元件

# 合法值
source: Allowed value
es: Valor permitido
ja: 有効な値
ko: 허용 값
pt_br: Valor permitido
zh_hans: 合法值
zh_hant: 合法值

# 列表值每行一项；逗号属于内容。
source: One list item per line; commas are part of the value.
es: Un elemento por línea; las comas forman parte del valor.
ja: 1行に1項目。コンマは値の一部です。
ko: 한 줄에 목록 항목 하나를 입력하세요. 쉼표는 값에 포함됩니다.
pt_br: Um item por linha; vírgulas fazem parte do valor.
zh_hans: 列表值每行一项；逗号属于内容。
zh_hant: 列表值每行一項；逗號屬於內容。

# 步长（秒）
source: Step (seconds)
es: Intervalo (segundos)
ja: 間隔（秒）
ko: 간격(초)
pt_br: Intervalo (segundos)
zh_hans: 步长（秒）
zh_hant: 步長（秒）

# 结束时间
source: End time
es: Hora final
ja: 終了時刻
ko: 종료 시간
pt_br: Hora final
zh_hans: 结束时间
zh_hant: 結束時間

# 添加动作
source: Add action
es: Añadir acción
ja: 操作を追加
ko: 작업 추가
pt_br: Adicionar ação
zh_hans: 添加动作
zh_hant: 新增動作

# 动作数量：%1$@
source: Actions: %1$@
es: Acciones: %1$@
ja: 操作数：%1$@
ko: 작업 수: %1$@
pt_br: Ações: %1$@
zh_hans: 动作数量：%1$@
zh_hant: 動作數量：%1$@

# 清空动作
source: Clear actions
es: Borrar acciones
ja: 操作を消去
ko: 작업 지우기
pt_br: Limpar ações
zh_hans: 清空动作
zh_hant: 清空動作

# 预设名称
source: Preset name
es: Nombre del preajuste
ja: プリセット名
ko: 프리셋 이름
pt_br: Nome da predefinição
zh_hans: 预设名称
zh_hant: 預設名稱

# 保存命名预设
source: Save named preset
es: Guardar preajuste con nombre
ja: 名前付きプリセットを保存
ko: 이름 있는 프리셋 저장
pt_br: Salvar predefinição com nome
zh_hans: 保存命名预设
zh_hant: 儲存命名預設

# 载入预设动作
source: Load preset actions
es: Cargar acciones del preajuste
ja: プリセット操作を読み込む
ko: 프리셋 작업 불러오기
pt_br: Carregar ações da predefinição
zh_hans: 载入预设动作
zh_hant: 載入預設動作

# 导出预设 JSON
source: Export preset JSON
es: Exportar JSON del preajuste
ja: プリセットJSONを書き出す
ko: 프리셋 JSON 내보내기
pt_br: Exportar JSON da predefinição
zh_hans: 导出预设 JSON
zh_hant: 匯出預設 JSON

# 导入预设 JSON
source: Import preset JSON
es: Importar JSON del preajuste
ja: プリセットJSONを読み込む
ko: 프리셋 JSON 가져오기
pt_br: Importar JSON da predefinição
zh_hans: 导入预设 JSON
zh_hant: 匯入預設 JSON

# 导出可回写 CSV
source: Export editable CSV
es: Exportar CSV editable
ja: 編集用CSVを書き出す
ko: 다시 가져올 CSV 내보내기
pt_br: Exportar CSV editável
zh_hans: 导出可回写 CSV
zh_hant: 匯出可回寫 CSV

# 导出安全显示 CSV
source: Export safe display CSV
es: Exportar CSV de visualización seguro
ja: 安全な表示用CSVを書き出す
ko: 안전한 표시용 CSV 내보내기
pt_br: Exportar CSV de exibição seguro
zh_hans: 导出安全显示 CSV
zh_hant: 匯出安全顯示 CSV

# 导入 CSV 并预览
source: Import CSV and preview
es: Importar CSV y previsualizar
ja: CSVを読み込んでプレビュー
ko: CSV 가져오기 및 미리 보기
pt_br: Importar CSV e visualizar
zh_hans: 导入 CSV 并预览
zh_hant: 匯入 CSV 並預覽

# 可回写 CSV：空单元格保持，@clear 清除；文字与列表使用 JSON 值。显示版不可导回。
source: Editable CSV: blank cells keep values, @clear removes them; text and lists use JSON values. Display CSV cannot be imported.
es: CSV editable: las celdas vacías conservan valores, @clear los borra; texto y listas usan JSON. El CSV de visualización no se importa.
ja: 編集用CSV：空欄は保持、@clearは消去。文字列とリストはJSON値です。表示用CSVは読み込めません。
ko: 편집용 CSV: 빈 셀은 유지, @clear는 삭제입니다. 텍스트와 목록은 JSON 값입니다. 표시용 CSV는 가져올 수 없습니다.
pt_br: CSV editável: células vazias mantêm valores, @clear remove; textos e listas usam JSON. O CSV de exibição não pode ser importado.
zh_hans: 可回写 CSV：空单元格保持，@clear 清除；文字与列表使用 JSON 值。显示版不可导回。
zh_hant: 可回寫 CSV：空白儲存格保持，@clear 清除；文字與列表使用 JSON 值。顯示版不可匯回。

# 导出 XMP
source: Export XMP
es: Exportar XMP
ja: XMPを書き出す
ko: XMP 내보내기
pt_br: Exportar XMP
zh_hans: 导出 XMP
zh_hant: 匯出 XMP

# 导入 XMP 并预览
source: Import XMP and preview
es: Importar XMP y previsualizar
ja: XMPを読み込んでプレビュー
ko: XMP 가져오기 및 미리 보기
pt_br: Importar XMP e visualizar
zh_hans: 导入 XMP 并预览
zh_hant: 匯入 XMP 並預覽

# XMP 导入只合并已开放字段；缺失值保持，先预览冲突，不替换整个文件。
source: XMP import merges supported fields only. Missing values stay unchanged; conflicts are previewed and the whole file is never replaced.
es: XMP solo combina campos admitidos. Los valores ausentes se conservan y se previsualizan conflictos; no se reemplaza todo el archivo.
ja: XMPは対応項目のみ結合します。欠損値は保持し、競合をプレビューします。ファイル全体を置換しません。
ko: XMP 가져오기는 지원 필드만 병합합니다. 없는 값은 유지하고 충돌을 미리 보며 파일 전체를 바꾸지 않습니다.
pt_br: XMP combina apenas campos suportados. Valores ausentes são mantidos e conflitos são visualizados; o arquivo inteiro não é substituído.
zh_hans: XMP 导入只合并已开放字段；缺失值保持，先预览冲突，不替换整个文件。
zh_hant: XMP 匯入僅合併已開放欄位；缺失值保持，先預覽衝突，不替換整個檔案。

# 比较仅显示前 20 张；导出与编辑作用于全部选择。
source: Comparison shows the first 20 items; export and editing cover the entire selection.
es: La comparación muestra las primeras 20 fotos; exportación y edición cubren toda la selección.
ja: 比較は先頭20件のみ表示。書き出しと編集は選択全体に適用します。
ko: 비교는 처음 20개만 표시합니다. 내보내기와 편집은 전체 선택에 적용됩니다.
pt_br: A comparação mostra as primeiras 20 fotos; exportação e edição abrangem toda a seleção.
zh_hans: 比较仅显示前 20 张；导出与编辑作用于全部选择。
zh_hant: 比較僅顯示前 20 張；匯出與編輯作用於全部選取。

# 操作失败：%1$@
source: Operation failed: %1$@
es: Error de operación: %1$@
ja: 操作に失敗：%1$@
ko: 작업 실패: %1$@
pt_br: Falha na operação: %1$@
zh_hans: 操作失败：%1$@
zh_hant: 操作失敗：%1$@

# 保存进度：%1$@/%2$@
source: Save progress: %1$@/%2$@
es: Progreso: %1$@/%2$@
ja: 保存進捗：%1$@/%2$@
ko: 저장 진행: %1$@/%2$@
pt_br: Progresso: %1$@/%2$@
zh_hans: 保存进度：%1$@/%2$@
zh_hant: 儲存進度：%1$@/%2$@

# 停止后续元数据写入
source: Stop subsequent metadata writes
es: Detener las siguientes escrituras
ja: 以降のメタデータ書き込みを停止
ko: 이후 메타데이터 쓰기 중지
pt_br: Parar as próximas gravações
zh_hans: 停止后续元数据写入
zh_hant: 停止後續中繼資料寫入

# 追加文字
source: Append text
es: Añadir texto
ja: テキストを追加
ko: 텍스트 추가
pt_br: Adicionar texto
zh_hans: 追加文字
zh_hant: 追加文字

# 整体偏移（秒）
source: Shift all by seconds
es: Desplazar todos (segundos)
ja: 全体を秒単位でずらす
ko: 전체 시간 이동(초)
pt_br: Deslocar todos (segundos)
zh_hans: 整体偏移（秒）
zh_hant: 整體偏移（秒）

# 日历增加天数
source: Add calendar days
es: Sumar días de calendario
ja: 暦の日数を加算
ko: 달력 일수 추가
pt_br: Adicionar dias de calendário
zh_hans: 日历增加天数
zh_hant: 日曆增加天數

# 修改日期组件
source: Change date component
es: Cambiar componente de fecha
ja: 日時要素を変更
ko: 날짜 구성 요소 변경
pt_br: Alterar componente da data
zh_hans: 修改日期组件
zh_hant: 修改日期元件

# 起点＋步长
source: Start + step
es: Inicio + intervalo
ja: 開始＋間隔
ko: 시작 + 간격
pt_br: Início + intervalo
zh_hans: 起点＋步长
zh_hant: 起點＋步長

# 区间均分
source: Distribute across interval
es: Distribuir en un intervalo
ja: 区間を均等分配
ko: 구간 균등 분배
pt_br: Distribuir em um intervalo
zh_hans: 区间均分
zh_hant: 區間均分

# 从字段复制
source: Copy from field
es: Copiar desde campo
ja: フィールドからコピー
ko: 필드에서 복사
pt_br: Copiar do campo
zh_hans: 从字段复制
zh_hant: 從欄位複製

# 自动
source: Automatic
es: Automático
ja: 自動
ko: 자동
pt_br: Automático
zh_hans: 自动
zh_hant: 自動

# 未定义
source: Undefined
es: Sin definir
ja: 未定義
ko: 정의되지 않음
pt_br: Indefinido
zh_hans: 未定义
zh_hant: 未定義

# 程序自动
source: Program automatic
es: Programa automático
ja: プログラム自動
ko: 프로그램 자동
pt_br: Programa automático
zh_hans: 程序自动
zh_hant: 程式自動

# 光圈优先
source: Aperture priority
es: Prioridad de apertura
ja: 絞り優先
ko: 조리개 우선
pt_br: Prioridade de abertura
zh_hans: 光圈优先
zh_hant: 光圈優先

# 快门优先
source: Shutter priority
es: Prioridad de obturador
ja: シャッター優先
ko: 셔터 우선
pt_br: Prioridade do obturador
zh_hans: 快门优先
zh_hant: 快門優先

# 创意程序
source: Creative program
es: Programa creativo
ja: クリエイティブプログラム
ko: 크리에이티브 프로그램
pt_br: Programa criativo
zh_hans: 创意程序
zh_hant: 創意程式

# 运动程序
source: Action program
es: Programa de acción
ja: アクションプログラム
ko: 스포츠 프로그램
pt_br: Programa de ação
zh_hans: 运动程序
zh_hant: 運動程式

# 人像模式
source: Portrait mode
es: Modo retrato
ja: ポートレート
ko: 인물 모드
pt_br: Modo retrato
zh_hans: 人像模式
zh_hant: 人像模式

# 风景模式
source: Landscape mode
es: Modo paisaje
ja: 風景
ko: 풍경 모드
pt_br: Modo paisagem
zh_hans: 风景模式
zh_hant: 風景模式

# 高级元数据（只读）
source: Advanced metadata (read-only)
es: Metadatos avanzados (solo lectura)
ja: 詳細メタデータ（読み取り専用）
ko: 고급 메타데이터(읽기 전용)
pt_br: Metadados avançados (somente leitura)
zh_hans: 高级元数据（只读）
zh_hant: 進階中繼資料（唯讀）

source: File
es: Archivo
ja: ファイル
ko: 파일
pt_br: Arquivo
zh_hans: 文件
zh_hant: 檔案

source: Information
es: Información
ja: 情報
ko: 정보
pt_br: Informações
zh_hans: 内容信息
zh_hant: 內容資訊

source: Camera
es: Cámara
ja: カメラ
ko: 카메라
pt_br: Câmera
zh_hans: 相机
zh_hant: 相機

source: Camera Settings
es: Ajustes de cámara
ja: 撮影設定
ko: 카메라 설정
pt_br: Ajustes da câmera
zh_hans: 相机设置
zh_hant: 相機設定

source: Advanced Settings
es: Ajustes avanzados
ja: 詳細設定
ko: 고급 설정
pt_br: Ajustes avançados
zh_hans: 高级设置
zh_hant: 進階設定

source: Lens
es: Objetivo
ja: レンズ
ko: 렌즈
pt_br: Lente
zh_hans: 镜头
zh_hant: 鏡頭

source: Dimension And Resolution
es: Dimensiones y resolución
ja: サイズと解像度
ko: 크기 및 해상도
pt_br: Dimensões e resolução
zh_hans: 尺寸和分辨率
zh_hant: 尺寸和解析度

source: GPS Coordinates
es: Coordenadas GPS
ja: GPS座標
ko: GPS 좌표
pt_br: Coordenadas GPS
zh_hans: GPS 坐标
zh_hant: GPS 座標

source: Location Address
es: Dirección
ja: 所在地
ko: 위치 주소
pt_br: Endereço
zh_hans: 地点地址
zh_hant: 地點地址

# 标题
source: Title
es: Título
ja: タイトル
ko: 제목
pt_br: Título
zh_hans: 标题
zh_hant: 標題

# 版权
source: Copyright
es: Derechos de autor
ja: 著作権
ko: 저작권
pt_br: Direitos autorais
zh_hans: 版权
zh_hant: 版權

# 编辑元数据…
source: Edit metadata…
es: Editar metadatos…
ja: メタデータを編集…
ko: 메타데이터 편집…
pt_br: Editar metadados…
zh_hans: 编辑元数据…
zh_hant: 編輯中繼資料…

# 字段操作
source: Field action
es: Acción del campo
ja: フィールド操作
ko: 필드 작업
pt_br: Ação do campo
zh_hans: 字段操作
zh_hant: 欄位操作

# 字段值
source: Field value
es: Valor del campo
ja: フィールド値
ko: 필드 값
pt_br: Valor do campo
zh_hans: 字段值
zh_hant: 欄位值

# 追加关键词
source: Append keywords
es: Añadir palabras clave
ja: キーワードを追加
ko: 키워드 추가
pt_br: Adicionar palavras-chave
zh_hans: 追加关键词
zh_hant: 追加關鍵字

# 移除指定关键词
source: Remove specified keywords
es: Eliminar palabras clave indicadas
ja: 指定キーワードを削除
ko: 지정 키워드 제거
pt_br: Remover palavras-chave indicadas
zh_hans: 移除指定关键词
zh_hant: 移除指定關鍵字

# 清除字段
source: Clear field
es: Borrar campo
ja: フィールドを消去
ko: 필드 지우기
pt_br: Limpar campo
zh_hans: 清除字段
zh_hant: 清除欄位

# 每行一个关键词
source: One keyword per line
es: Una palabra clave por línea
ja: 1行に1つのキーワード
ko: 한 줄에 키워드 하나
pt_br: Uma palavra-chave por linha
zh_hans: 每行一个关键词
zh_hant: 每行一個關鍵字

# 无法预览字段修改；请检查输入并重新读取元数据。
source: Cannot preview field changes; check the input and reload metadata.
es: No se pueden previsualizar los cambios; revise la entrada y vuelva a leer los metadatos.
ja: 変更をプレビューできません。入力を確認し、メタデータを再読み込みしてください。
ko: 필드 변경을 미리 볼 수 없습니다. 입력을 확인하고 메타데이터를 다시 읽으세요.
pt_br: Não foi possível visualizar as alterações; confira a entrada e releia os metadados.
zh_hans: 无法预览字段修改；请检查输入并重新读取元数据。
zh_hant: 無法預覽欄位修改；請檢查輸入並重新讀取中繼資料。

# 字段修改待保存
source: Field changes pending save
es: Cambios del campo pendientes de guardar
ja: フィールドの変更は未保存です
ko: 필드 변경 저장 대기
pt_br: Alterações do campo pendentes de salvar
zh_hans: 字段修改待保存
zh_hant: 欄位修改待儲存

# 元数据保存：成功 %1$@ 张，待处理 %2$@ 张。
source: Metadata save: %1$@ successful, %2$@ pending.
es: Metadatos: %1$@ guardados, %2$@ pendientes.
ja: メタデータ保存：成功 %1$@ 件、未処理 %2$@ 件。
ko: 메타데이터 저장: 성공 %1$@개, 대기 %2$@개.
pt_br: Metadados: %1$@ salvos, %2$@ pendentes.
zh_hans: 元数据保存：成功 %1$@ 张，待处理 %2$@ 张。
zh_hant: 中繼資料儲存：成功 %1$@ 張，待處理 %2$@ 張。

# 放弃该元数据草稿
source: Discard this metadata draft
es: Descartar este borrador de metadatos
ja: このメタデータの下書きを破棄
ko: 이 메타데이터 초안 버리기
pt_br: Descartar este rascunho de metadados
zh_hans: 放弃该元数据草稿
zh_hant: 放棄該中繼資料草稿

# 元数据写入失败；请检查文件权限。
source: Metadata write failed; check file permissions.
es: Error al escribir los metadatos; revise los permisos del archivo.
ja: メタデータの書き込みに失敗しました。ファイルの権限を確認してください。
ko: 메타데이터 쓰기에 실패했습니다. 파일 권한을 확인하세요.
pt_br: Falha ao gravar metadados; confira as permissões do arquivo.
zh_hans: 元数据写入失败；请检查文件权限。
zh_hant: 中繼資料寫入失敗；請檢查檔案權限。

# 元数据写入结果未确认；请先检查磁盘文件，不能直接重试。
source: Metadata write result is unconfirmed; inspect the file on disk before creating a new draft.
es: Resultado sin confirmar; revise el archivo en disco antes de crear otro borrador.
ja: 書き込み結果を確認できません。再試行せず、先にディスク上のファイルを確認してください。
ko: 메타데이터 쓰기 결과가 확인되지 않았습니다. 바로 재시도하지 말고 디스크 파일을 확인하세요.
pt_br: Resultado não confirmado; confira o arquivo no disco antes de criar outro rascunho.
zh_hans: 元数据写入结果未确认；请先检查磁盘文件，不能直接重试。
zh_hant: 中繼資料寫入結果未確認；請先檢查磁碟檔案，不能直接重試。

# Metadata field: FileName
source: File Name
es: Nombre Archivo
ja: ファイル名
ko: 파일명
pt_br: Nome do arquivo
zh_hans: 文件名
zh_hant: 檔案名稱

# Metadata field: FilePath
source: File path
es: Ruta del archivo
ja: ファイルパス
ko: 파일 경로
pt_br: Caminho do arquivo
zh_hans: 文件路径
zh_hant: 檔案路徑

# Metadata field: MDItemUserTags
source: Finder tags
es: Etiquetas de Finder
ja: Finder タグ
ko: Finder 태그
pt_br: Etiquetas do Finder
zh_hans: Finder 标签
zh_hant: Finder 標籤

# Metadata field: Artist
source: Image author
es: Autor
ja: 画像作成者
ko: 이미지를 만든 사람
pt_br: Autor da imagem
zh_hans: 图像作者
zh_hant: 影像建立者

# Metadata field: By-line
source: By line
es: Creador
ja: 製作者
ko: 제작자
pt_br: Autor
zh_hans: 作者
zh_hant: 作者

# Metadata field: By-lineTitle
source: By line Title
es: Puesto del Creador
ja: 製作者の職種
pt_br: Cargo do autor
zh_hans: 作者职务
zh_hant: 作者職務

# Metadata field: Contact
source: Contact
es: Contacto
ja: 連絡
ko: 연락처
pt_br: Contato
zh_hans: 联系方式
zh_hant: 聯絡方式

# Metadata field: ImageDescription
source: Image description
es: Título Imagen
ja: イメージ説明
pt_br: Descrição da imagem
zh_hans: 图像描述
zh_hant: 影像標題

# Metadata field: Copyright
source: Copyright
es: Copyright Perfil
ja: 版権所有者
ko: 저작권 소유자
pt_br: Direitos autorais
zh_hans: 版权
zh_hant: 版權擁有人

# Metadata field: Software
source: Software
es: Programa Utilizado
ja: ソフトウェア
ko: 소프트웨어
zh_hans: 使用软件
zh_hant: 軟體

# Metadata field: UserComment
source: User Comment
es: Comentarios Usuario
ja: ユーザーコメント
ko: 사용자 코멘트
pt_br: Comentário do usuário
zh_hans: 用户注释
zh_hant: 使用者註解

# Metadata field: Headline
source: Headline
es: Titular
ja: ヘッドライン
ko: 헤드라인
pt_br: Título
zh_hans: 标题
zh_hant: 標題

# Metadata field: Caption-Abstract
source: Caption Abstract
es: Título/Descripción
ja: 表題/説明
ko: 제목/설명
pt_br: Descrição
zh_hans: 说明
zh_hant: 說明

# Metadata field: ObjectName
source: Object Name
es: Título
ja: タイトル
pt_br: Nome do objeto
zh_hans: 作品名称
zh_hant: 作品名稱

# Metadata field: Keywords
source: Keywords
es: Clave
ja: キーワード
ko: 키워드
pt_br: Palavras-chave
zh_hans: 关键字
zh_hant: 關鍵字

# Metadata field: Subject
source: Subject
es: Sujeto
ja: サブジェクト
pt_br: Assunto
zh_hans: 主题
zh_hant: 主旨

# Metadata field: Keyword
source: Keyword
es: Palabras Clave
ja: キーワード
ko: 키워드
pt_br: Palavra-chave
zh_hans: 关键词
zh_hant: 關鍵字

# Metadata field: FileCreateDate
source: File Create Date
es: Fecha y Hora de Creación
pt_br: Data de criação do arquivo
zh_hans: 文件创建时间
zh_hant: 檔案建立時間

# Metadata field: FileModifyDate
source: File Modify Date
es: Fecha Actualización
ja: 更新日時
ko: 갱신 일자
pt_br: Data de modificação do arquivo
zh_hans: 文件修改时间
zh_hant: 檔案修改時間

# Metadata field: DateTimeOriginal
source: Date Time Original
es: Fecha y Hora de Datos Original
ja: オリジナルデータ作成日時
ko: 원본 데이터 생성 일시
pt_br: Data da captura original
zh_hans: 拍摄时间
zh_hant: 拍攝時間

# Metadata field: CreateDate
source: Create Date
es: Fecha y Hora de Datos Digital
ja: デジタルデータ作成日時
ko: 디지털 데이터 생성 일시
pt_br: Data de digitalização
zh_hans: 数字化时间
zh_hant: 數位化時間
